export default {
  projections: {
    ЗаявкаE: {
      дата: {
        __caption__: 'Дата'
      },
      клиент: {
        __caption__: 'Клиент',
        имя: {
          __caption__: 'Имя'
        }
      },
      услуга: {
        __caption__: 'Услуга',
        название: {
          __caption__: 'Название'
        },
        стоимость: {
          __caption__: 'Стоимость'
        }
      }
    },
    ЗаявкаL: {
      дата: {
        __caption__: 'Дата'
      },
      клиент: {
        __caption__: 'Имя',
        имя: {
          __caption__: 'Имя'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    клиент: {
      __caption__: 'Клиент'
    },
    услуга: {
      __caption__: 'Услуга'
    }
  }
};
